const ded = '`<h2>Політика прийнятного використання</h2> <p>Ця Політика прийнятного використання (далі — «Політика») регулює\n' +
  '    використання продуктів, послуг та технологій (далі — «Послуги»), які надає dressdown.ai відповідно до будь-якої\n' +
  '    активної угоди. Її мета — захистити dressdown.ai, його клієнтів та ширшу Інтернет-спільноту від неетичної,\n' +
  '    безвідповідальної та незаконної діяльності.</p> <p>Порушення цієї Політики можуть призвести до призупинення послуг\n' +
  '    або припинення доступу до акаунта. У серйозних випадках ми можемо бути юридично зобов\'язані повідомити про порушення\n' +
  '    відповідним органам.</p> <p>Цю Політику востаннє переглянуто 22 червня 2024 року.</p> <h2>Чесне використання</h2>\n' +
  '<p>Ми надаємо наші Послуги з очікуванням стандартного, звичайного використання, як зазначено в нашій пропозиції. Якщо\n' +
  '    ваше використання буде визнано надмірним, можуть бути застосовані додаткові збори або обмежено можливості.</p> <p>Ми\n' +
  '    виступаємо проти всіх форм зловживання, дискримінації, порушення прав та будь-яких дій, що завдають шкоди чи\n' +
  '    несправедливості окремим особам, групам або ресурсам. Ми очікуємо, що наші клієнти та їх користувачі («Кінцеві\n' +
  '    користувачі») будуть взаємодіяти з нашими Послугами відповідно до цього стандарту.</p> <h2>Відповідальність\n' +
  '    клієнтів</h2> <p>Клієнти несуть відповідальність за свої дії та дії всіх, кому вони дозволяють використовувати наші\n' +
  '    Послуги. Ця відповідальність поширюється на несанкціоноване використання, яке є наслідком відсутності впровадження\n' +
  '    розумних заходів безпеки.</p> <p>Використовуючи наші Послуги, клієнти погоджуються забезпечувати виконання цієї\n' +
  '    Політики для всіх, хто використовує Послуги через їх акаунт. Скарги щодо дій клієнтів або Кінцевих користувачів\n' +
  '    будуть направлені до призначеного контактного особи акаунта.</p> <p>У випадках, коли клієнт, його Кінцевий\n' +
  '    користувач або будь-хто, хто використовує наші Послуги через клієнта, порушує цю Політику, ми залишаємо за собою\n' +
  '    право призупинити або припинити відповідні Послуги або сам акаунт, або вжити будь-які інші необхідні заходи без\n' +
  '    попереднього повідомлення. У межах, дозволених законом, кредити не надаються за перерви в обслуговуванні через\n' +
  '    порушення Політики.</p> <h2>Заборонені дії</h2> <h3>Порушення авторських прав та несанкціонований доступ</h3> <p>\n' +
  '    Наші Послуги не повинні використовуватися для передачі, розповсюдження або зберігання матеріалів, які порушують\n' +
  '    застосовні закони. До таких матеріалів відносяться:</p> <p>Матеріали, захищені авторським правом, торговельною\n' +
  '    маркою, комерційною таємницею або іншими правами інтелектуальної власності без відповідного дозволу.</p> <p>\n' +
  '    Непристойні, наклепницькі, незаконні погрози або матеріали, що порушують закони про експортний контроль.</p> <p>\n' +
  '    Клієнти несуть відповідальність за всі матеріали, які вони вводять, завантажують, розповсюджують або створюють через\n' +
  '    наші Послуги, і повинні отримати юридичний дозвіл на будь-які включені роботи.</p> <h3>Спам та непрохані\n' +
  '    повідомлення</h3> <p>Наші Послуги не повинні використовуватися для надсилання непроханих масових або комерційних\n' +
  '    повідомлень, що порушують застосовні закони («спам»). Це включає:</p> <p>Надсилання спаму, запрошення клієнтів з\n' +
  '    спаму, надісланого через інші послуги, або збір відповідей на такий спам.</p> <p>Ведення непідтверджених списків\n' +
  '    розсилки або телефонних номерів («списків розсилки») без явного дозволу власників.</p> <p>Використання куплених\n' +
  '    списків електронних адрес або телефонних номерів для спаму або непідтверджених повідомлень.</p> <p>Всі списки\n' +
  '    розсилки, що розміщені на наших Послугах, повинні бути «підтвердженим підписом», з підтвердженням дозволу, доступним\n' +
  '    протягом усього терміну списку.</p> <h3>Неетичні, експлуатаційні та шкідливі дії</h3> <p>Наші Послуги не повинні\n' +
  '    використовуватися для:</p> <p>Реклами або передачі програмного забезпечення чи програм, розроблених для порушення\n' +
  '    цієї Політики або політик інших осіб, включаючи інструменти для спаму або ініціювання атак.</p> <p>Доступу до\n' +
  '    акаунтів або ресурсів без дозволу (наприклад, хакерство, злому).</p> <p>Введення вірусів або шкідливого коду в наші\n' +
  '    системи.</p> <p>Заняття діяльністю, спрямованою на переслідування або завдання шкоди окремим особам або групам,\n' +
  '    включаючи атаки відмови в обслуговуванні та мову ненависті.</p> <p>Інші неетичні дії включають:</p> <p>Спроби\n' +
  '    уникнути оплати за послуги.</p> <p>Перешкоджання використанню наших Послуг іншими.</p> <p>Публікацію контенту, що\n' +
  '    підбурює до насильства або зображує шкідливі дії.</p> <p>Порушення законів про захист прав споживачів або прав на\n' +
  '    конфіденційність.</p> <p>Наші Послуги не можуть використовуватися будь-якою організацією, яка залучена до або\n' +
  '    підозрюється в участі у незаконних азартних іграх, тероризмі, торгівлі наркотиками, розповсюдженні зброї або\n' +
  '    пов’язаних з цим діяльностях.</p> <h3>Несанкціоноване використання власності dressdown.ai</h3> <p>Імітація\n' +
  '    dressdown.ai або неправильне представлення стосунків з dressdown.ai з метою шахрайства суворо заборонено. Це включає\n' +
  '    несанкціоноване використання нашого бренду, продуктів або будь-якої іншої власності для отримання послуг, клієнтів,\n' +
  '    прихильності або довіри користувачів.</p> <h2>Зміни в Політиці</h2> <p>Ми залишаємо за собою право в будь-який час\n' +
  '    вносити зміни до цієї Політики. Будь-які зміни будуть опубліковані на нашому веб-сайті, а оновлена Політика набуде\n' +
  '    чинності з наступної дати:</p> <p>Дата, коли ви використовуєте наші Послуги після публікації переглянутої Політики,\n' +
  '    або</p> <p>30 днів після публікації переглянутої Політики на нашому веб-сайті.</p> <p>Будь ласка, регулярно\n' +
  '    переглядайте цю Політику, щоб бути в курсі будь-яких оновлень.</p>`\n'

export default ded
