const ded = `<h2>О Нас</h2>
<p>Добро пожаловать в Dressdown.ai, где инновации встречаются с передовыми технологиями в области редактирования фотографий с помощью ИИ. Мы — динамичная команда технических энтузиастов, дизайнеров и специалистов по ИИ, посвященная революционизированию процесса редактирования и улучшения фотографий. Наша миссия — использовать возможности искусственного интеллекта для предоставления уникальных возможностей редактирования фотографий, которые не только удобны в использовании, но и невероятно мощны.</p>
<p>В Dressdown.ai мы верим в расширение границ возможного. Наши инструменты для редактирования фотографий на основе ИИ разработаны для того, чтобы превращать ваши креативные идеи в реальность с точностью, быстротой и легкостью. Независимо от того, являетесь ли вы профессиональным фотографом или просто любите запечатлевать моменты, наши продвинутые алгоритмы и интуитивно понятные интерфейсы обеспечивают вам лучшие инструменты под рукой.</p>
<p>Присоединяйтесь к нам в нашем стремлении переосмыслить редактирование фотографий. С Dressdown.ai вы не просто редактируете фотографии; вы исследуете будущее креативности.</p>

<h2>Контакты</h2>
<p><strong>Штаб-квартира Datatek Ltd:</strong><br>Адрес: Jubilee House, East Beach, Lytham St Annes, FY8 5FT, Великобритания<br>Email: <a href="mailto:info@datatek.com">info@datatek.com</a><br>Веб-сайт: <a href="http://www.datatek.com">www.datatek.com</a></p>

<h3>Свяжитесь с Нами:</h3>
<p>Следите за нами в социальных сетях, чтобы получать последние новости и обновления от Datatek Ltd.</p>
<ul>
    <li>LinkedIn: <a href="http://www.linkedin.com/company/datatek-ltd">www.linkedin.com/company/datatek-ltd</a></li>
    <li>Twitter: <a href="https://twitter.com/DatatekLtd">@DatatekLtd</a></li>
    <li>Facebook: <a href="http://www.facebook.com/DatatekLtd">www.facebook.com/DatatekLtd</a></li>
</ul>
`


export default ded
